Revit 2027 API
HostObjectSubcomponentInfo.LoopFace Property
 The face of the loops of the roof or floor slab.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Face LoopFace { get; }
Public ReadOnly Property LoopFace As Face
	Get
public:
property Face^ LoopFace {
	Face^ get ();
}
member LoopFace : Face with get
Property Value
Face
See Also
Reference
HostObjectSubcomponentInfo Class
Autodesk.Revit.DB.IFC Namespace